; Language name
0001=Deutsch

; Strings
0002=(Vorgabe)
0003= -Neuer Wert-
0004=Registry-Plugin
0005=Mit remote Registry verbinden
0006=Verbindung mit remote Registry beenden
0007=Neuer Wert #%u
0008=Zu verbindenden Computer wählen
0009=In UNICODE exportieren (Win 2000/XP/Vista/7)
0010=Als REGEDIT4 exportieren (Win9x/NT4 format)
0011=Für schnelleren Export diese Option in Total Commander deaktivieren:|Einstellungen->Operation->Ermittle Platzbedarf von Unterverzeichnissen->vor dem Kopieren/Löschen
0012=QWORD-Wert (64-bit)
0013=DWORD-Wert (32-bit)
0014=Sie können hier keinen Schlüssel erstellen!
0015=Sonderzeichen-Konvertierung wurde ausgeschaltet.|Dies kann zu Problemen beim Zugriff auf|Schlüssel und Werte mit Sonderzeichen im Namen führen. Sind Sie sicher?
0017=Löschen
0018=Lese-Steuerung
0019=Schreibe DAC
0020=Schreibe Besitzer
0022=Verbindung mit remote Registry nicht möglich!
0023=Kann einen Schlüssel nicht auf sich selbst verschieben!
0024=Kann einen Schlüssel nicht auf sich selbst kopieren!
0025=Kann den Schlüssel nicht umbenennen!
0026=Sie können keinen Schlüssel auf seinen eigenen Unterschlüssel verschieben!
0027=Sie können keinen Schlüssel auf seinen eigenen Unterschlüssel kopieren!
0028=Sie können keinen Schlüssel in diesen Unterschlüssel kopieren!
0029=Sie können den Schlüssel nicht löschen!
0030=Die Datei existiert bereits. Überschreiben?
0031=Datentyp REG_MULTI_SZ darf keine leeren Zeichenketten enthalten.|Leere Zeichenketten werden entfernt.
0032=Volle Steuerung
0033=Lesen
0034=Abfrage-Wert
0035=Wert setzen
0036=Unterschlüssel erstellen
0037=Unterschlüssel zählen
0038=Benachrichtigen
0039=Link erstellen
0041=Nur diesen Schlüssel
0042=Diesen Schlüssel und Unterschlüssel
0043=Nur Unterschlüssel
0045=Eine Verbindung mit gleichem Host existiert bereits!
0046=Fehler beim Start von Regedit!
0047=Sie können hier keinen Schlüssel erstellen!
0095=b
0096=k
0097=M
0098=G
0118= -Suche-
0120=Komplette Registry durchsuchen

; Export dialog
0048=Export-Setup
0049=Nicht mehr anzeigen
0050=OK
0051=Abbrechen

; Multiline value
0052=Mehrfach-Zeichenkette bearbeiten
0053=In &Regedit öffnen
0054=Werte&name:
0055=&Wertdaten:

; Options
0056=Registry-Plugin Optionen
0057=Mittels UNICODE exportieren (Win 2000/XP/Vista/7)
0058=Mit einem Zeitstempel exportieren
0059=Binärwerte als Binärdatei exportieren
0060=Zeige " -Wert hinzufügen- " Datei
0061=Sonderzeichen-Konvertierung verwenden (\\ -> [bslash])
0063=Zusätzliche Spalten
0064=Sprache:
0086=Schnellexport (Fortschrittsleiste deaktiviert)
0087=Nach Exportformat fragen
0088=Nach Export in einzelne Datei fragen
0089=In einzelne Datei exportieren
0094=Reale Größe von Zeichenketten-Werten anzeigen (ANSI * 2)
0099=Erweitertes Icon-Set
0100=Größen-Suffix anzeigen
0116=Verbessertes Key-Icon
0117=Erlaube Remote-Verbindungen
0119=Zeige Datei " -Suche- "

; Disconnect registry
0065=Verbindung zu Netzwerk-Registry trennen
0066=Computer-Name:

; Connect registry
0067=Zu Netzwerk-Registry verbinden
0068=&Durchsuchen...

; New value
0069=Neuer Wert
0070=Typ
0071=&Zeichenkette
0072=&DWORD
0073=&QWORD
0074=&Binary
0075=&Mehrfach-Zeichenkette
0076=&Erweiterbare Zeichenkette
0077=&Name:

; Binary value
0078=Binärwert bearbeiten
0079=Zeichenketten-Ansicht (&ANSI):
0080=Zeichenketten-Ansicht (&UNICODE):

; String value
0081=Zeichenkette bearbeiten

; DWORD value
0082=Bearbeiten
0083=Basis
0084=&Hexadezimal
0085=&Dezimal

; Export to single file
0090=Bitte Exporttyp wählen:| - Zum Export in einzelne Datei 'Ja' klicken,| - zum Export in separate Dateien 'Nein' klicken.
0091=Dateiname:
0092=&Ja
0093=&Nein

; Search
0101=Suchen
0102=Suchwort:
0103=Suchen
0104=Groß-/Kleinschreibung
0105=Ganze Zeichenkette
0106=Suche in Schlüsseln
0107=Suche in Werten
0108=Suche Daten
0109=Doppelklick, um zum gefundenen Schlüssel zu springen|Strg + Doppelklick zum Bearbeiten der Werte
0110=Schlüssel
0111=Wert
0112=Daten
0113=Durchsuchte Schlüssel:
0114=Durchsuchte Schlüssel: %u, %u Treffer gefunden (%u ms)
0115=Schließen
0121=Kann Schlüssel nicht zur Suche öffnen!
0122=Wo suchen
0123=Komplette Registry durchsuchen
0124=Suche in Schlüssel:
0125=Datentypen...
0128=Binärsuche
0129=und
0130=Letzte Schreibzeit zw.:
0131=Größe:
0132=Wildcard-Suche (*,?)
0133=Fehe zu Schlüssel
0134=Kopieren
0135=Bearbeiten...
0136=Inakzeptables Zeichen
0137=Hier kannst Du nur HEX-Symbole eingeben.

; Data Types
0126=Datentypen
0127=Andere Typen